import {
  Coffee,
  AccessTimeFilledRounded,
  DataObjectRounded,
  DomainVerificationRounded,
} from "@mui/icons-material";
import userAvatar from "../assets/user.png";
export const devWorkInfo = [
  {
    tooltipsTitle: "تعداد قهوه های خورده شد",
    icon: <Coffee />,
    total: 60,
    color: "#e91e63",
  },
  {
    tooltipsTitle: "تعداد ساعت هایی که کار کردم",
    icon: <AccessTimeFilledRounded />,
    total: 120,
    color: "#2196f3",
  },
  {
    tooltipsTitle: "تعداد پروژه های من",
    icon: <DataObjectRounded />,
    total: 15,
    color: "#757575",
  },
  {
    tooltipsTitle: "   تعداد پروژه های اتمام رسیده",
    icon: <DomainVerificationRounded />,
    total: 7,
    color: "#388e3c",
  },
];

export const devEdu = [
  {
    year: "1392-1395",
    cert: "دیپلم",
    major: "عمران و کارهای عمومی ساختمان  ",
    place: "هنرستان غیرانتفاعی حافظ اعتمادی",
  },
  {
    year: "1395-1398",
    cert: "کاردانی",
    major: "عمران و کارهای عمومی ساختمان  ",
    place: " دانشگاه غیرانتفاعی اقبال لاهوری",
  },
];
export const devWorkEx = [

];

export const userComments = [
    {
        fullname: "مهدی یار ثنایی مقدم ",
        jobTitle: "طراح وب و فرانت اند ",
        avatar: userAvatar,
        comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
    },
    {
      fullname: "مهدی یار ثنایی مقدم ",
      jobTitle: "طراح وب و فرانت اند ",
        avatar: userAvatar,
        comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
    },
    {
      fullname: "مهدی یار ثنایی مقدم ",
      jobTitle: "طراح وب و فرانت اند ",
        avatar: userAvatar,
        comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
    },
    {
      fullname: "مهدی یار ثنایی مقدم ",
      jobTitle: "طراح وب و فرانت اند ",
        avatar: userAvatar,
        comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
    },
    {
      fullname: "مهدی یار ثنایی مقدم ",
      jobTitle: "طراح وب و فرانت اند ",
        avatar: userAvatar,
        comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
    },
    {
      fullname: "مهدی یار ثنایی مقدم ",
      jobTitle: "طراح وب و فرانت اند ",
        avatar: userAvatar,
        comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
    },
];

